const commands = `
/start - Перезапустити бот
/portals - Список порталів
/zoning - Плани зонування
/help - Допомога
`;

const portals = [
    `<a href = "https://mbk.city-adm.lviv.ua/">Зовнішній геопортал містобудівного кадастру</a>`,
    `<a href = "https://172.16.12.12:3000/">Внутрішній геопортал містобудівного кадастру</a>`,
];

const districts = [
    `Зонінг Галицького району ще не розроблений`,
    `Зонінг Залізничного району затверджений Ухвалою №4657 від 21.05.2015 р.`,
    `Зонінг Личаківського району затверджений Ухвалою №1283 від 01.12.2016 р.`,
    `Зонінг Сихівського району затверджений Ухвалою №3840 від 18.09.2014 р.`,
    `Зонінг Франківського району затверджений Ухвалою №3840 від 18.09.2014 р.`,
    `Зонінг Шевченківського району затверджений Ухвалою №4657 від 21.05.2015 р.`,
];

const genplans = [
    `Рішення сесії БСР №567 від 26.04.2018р. "Про затвердження проекту коригування Генерального  плану смт.Брюховичі"`,
    `Рішення Винниківської міської ради Львівської області № 747 від 01.03.2005 "Про затвердження генерального план м. Винники після коригування"`,
    `Рішення Рудненської селищної ради надорних депутатів № 23 від 31.03.1992 "Генеральний план розвитку смт. Рудно"`,
    `Рішення Грибовицької сільської ради № 26 Від 12 грудня 2018 року "Про  затвердження генеральних планів сіл Великі Грибовичі,  Малі Грибовичі та Збиранка і  надання дозволу на складання проекту  землеустрою щодо зміни меж населених пунктів сіл  Великі Грибовичі, Малі Грибовичі, Збиранка"`,
    `Рішення Грядівської міської ради  № 15 від 25.06.2013 "Про  зміну меж населених пунктів сіл Гряда та Воля Гамулецька Жовківського району Львівської області`,
    `Рішення Дублянської міської ради № 43 від 23.04.2019 "Про затвердження скоригованого генерального плану с. Малі Підліски, Жовківського району, Львівської області`,
    `Рішення Дублянської міської ради № 44 від 23.04.2019 "Про затвердження скоригованого генерального плану с. Ситихів Жовківського району, Львівської області"`,
    `Рішення Зашківської сільської ради № 681 від 27.07.2015   "Про затвердження Генерального плану села Зарудці Жовківського району Львівської області"`,
    `Рішення Зашківської сільської ради № 680 від 27.07.2015  "Про затвердження Генерального плану села Зашків та села Завадів Жовківського району Львівської області"`,
    `Рішення Малехівської сільської ради №4 від 20.08.2020 "Про затвердження внесення змін у генеральний план с.Малехів Жовківського району Львівської області"`,
    `Рішення Лисиничівської сільської ради № 44-1206 від 22.11.2019 "Про затвердження змін до генерального плану села Лисиничі пустомитівського району Львівської області`,
    `Рішення Лисиничівської сільської ради №15-461 від 27.12.2012 "Про генеральні плани с. Лисиничі та с. Підбірці"`,
    `Рішення Рясне-Руської сільської ради №595 від 07.09.2012 "Про затвердження проекту генерального планку забудови села Підрясне"`,
    `Рішення Рясне-Руської сільської ради №1010 від 30.07.2009 "Про затвердження проектно-технічної документації по коригуванню генерального плану забудови села Рясне-Руське"`,
    `генеральний план на розробці...`
];

module.exports.commands = commands;
module.exports.portals = portals;
module.exports.districts = districts;
module.exports.genplans = genplans;
