const commands = `
/start - Перезапустити бот
/portals - Список порталів
/help - Допомога
`;

const portals = [
    `<a href = "https://mbk.city-adm.lviv.ua/">Зовнішній геопортал містобудівного кадастру</a>`,
    `<a href = "https://172.16.12.12:3000/">Внутрішній геопортал містобудівного кадастру</a>`,
];

const districts = [
    `Зонінг Галицького району ще не розроблений`,
    `Зонінг Залізничного району затверджений Ухвалою №4657 від 21.05.2015 р.`,
    `Зонінг Личаківського району затверджений Ухвалою №1283 від 01.12.2016 р.`,
    `Зонінг Сихівського району затверджений Ухвалою №3840 від 18.09.2014 р.`,
    `Зонінг Франківського району затверджений Ухвалою №3840 від 18.09.2014 р.`,
    `Зонінг Шевченківського району затверджений Ухвалою №4657 від 21.05.2015 р.`,
];

module.exports.commands = commands;
module.exports.portals = portals;
module.exports.districts = districts;
